export default {
  projections: {
    НакладнаяE: {
      примечание: {
        __caption__: 'Примечание'
      },
      датаОтгрузки: {
        __caption__: 'Дата отгрузки'
      },
      вес: {
        __caption__: 'Вес'
      },
      статус: {
        __caption__: 'Статус'
      },
      фИОПолучателя: {
        __caption__: 'Ф и о получателя'
      },
      датаЗаполнения: {
        __caption__: 'Дата заполнения'
      },
      номер: {
        __caption__: 'Номер'
      },
      заказ: {
        __caption__: 'Заказ',
        датаОплаты: {
          __caption__: 'Дата оплаты'
        }
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      записьВНакладной: {
        __caption__: 'Запись в накладной',
        сумма: {
          __caption__: 'Сумма'
        },
        количество: {
          __caption__: 'Количество'
        },
        цена: {
          __caption__: 'Цена'
        },
        вес: {
          __caption__: 'Вес'
        },
        товар: {
          __caption__: 'Товар',
          название: {
            __caption__: 'Название'
          }
        }
      }
    },
    НакладнаяL: {
      примечание: {
        __caption__: 'Примечание'
      },
      датаОтгрузки: {
        __caption__: 'Дата отгрузки'
      },
      вес: {
        __caption__: 'Вес'
      },
      статус: {
        __caption__: 'Статус'
      },
      фИОПолучателя: {
        __caption__: 'Ф и о получателя'
      },
      датаЗаполнения: {
        __caption__: 'Дата заполнения'
      },
      номер: {
        __caption__: 'Номер'
      },
      заказ: {
        __caption__: 'Дата оплаты',
        датаОплаты: {
          __caption__: 'Дата оплаты'
        }
      },
      сотрудник: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    вес: {
      __caption__: 'Вес'
    },
    датаОтгрузки: {
      __caption__: 'Дата отгрузки'
    },
    примечание: {
      __caption__: 'Примечание'
    },
    статус: {
      __caption__: 'Статус'
    },
    фИОПолучателя: {
      __caption__: 'Ф и о получателя'
    },
    заказ: {
      __caption__: 'Заказ'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    },
    записьВНакладной: {
      __caption__: 'Запись в накладной'
    }
  }
};
