export default {
  projections: {
    ЗаписьВНакладнойE: {
      сумма: {
        __caption__: 'Сумма'
      },
      количество: {
        __caption__: 'Количество'
      },
      цена: {
        __caption__: 'Цена'
      },
      вес: {
        __caption__: 'Вес'
      },
      товар: {
        __caption__: 'Товар',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    вес: {
      __caption__: 'Вес'
    },
    количество: {
      __caption__: 'Количество'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    цена: {
      __caption__: 'Цена'
    },
    товар: {
      __caption__: 'Товар'
    },
    накладная: {
      __caption__: 'накладная'
    }
  }
};
