export default {
  projections: {
    ТоварНаСкладеE: {
      этаж: {
        __caption__: 'Этаж'
      },
      ряд: {
        __caption__: 'Ряд'
      },
      ячейкаТовара: {
        __caption__: 'Ячейка товара'
      },
      количество: {
        __caption__: 'Количество'
      },
      товар: {
        __caption__: 'Товар',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    ряд: {
      __caption__: 'Ряд'
    },
    этаж: {
      __caption__: 'Этаж'
    },
    ячейкаТовара: {
      __caption__: 'Ячейка товара'
    },
    товар: {
      __caption__: 'Товар'
    },
    склад: {
      __caption__: 'склад'
    }
  }
};
