export default {
  projections: {
    ЗаказE: {
      датаОплаты: {
        __caption__: 'Дата оплаты'
      },
      цена: {
        __caption__: 'Цена'
      },
      датаОтгрузки: {
        __caption__: 'Дата отгрузки'
      },
      статус: {
        __caption__: 'Статус'
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      строкаЗаказа: {
        __caption__: 'Строка заказа',
        нДС: {
          __caption__: 'НДС'
        },
        количество: {
          __caption__: 'Количество'
        },
        сумма: {
          __caption__: 'Сумма'
        },
        товар: {
          __caption__: 'Товар',
          название: {
            __caption__: 'Название'
          }
        }
      }
    },
    ЗаказL: {
      датаОплаты: {
        __caption__: 'Дата оплаты'
      },
      цена: {
        __caption__: 'Цена'
      },
      датаОтгрузки: {
        __caption__: 'Дата отгрузки'
      },
      статус: {
        __caption__: 'Статус'
      },
      сотрудник: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    датаОплаты: {
      __caption__: 'Дата оплаты'
    },
    датаОтгрузки: {
      __caption__: 'Дата отгрузки'
    },
    статус: {
      __caption__: 'Статус'
    },
    цена: {
      __caption__: 'Цена'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    },
    строкаЗаказа: {
      __caption__: 'Строка заказа'
    }
  }
};
