export default {
  projections: {
    СтрокаЗаказаE: {
      нДС: {
        __caption__: 'НДС'
      },
      количество: {
        __caption__: 'Количество'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      товар: {
        __caption__: 'Товар',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    нДС: {
      __caption__: 'НДС'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    товар: {
      __caption__: 'Товар'
    },
    заказ: {
      __caption__: 'заказ'
    }
  }
};
