export default {
  projections: {
    ТоварE: {
      кодТовара: {
        __caption__: 'Код товара'
      },
      название: {
        __caption__: 'Название'
      },
      единицаИзмерения: {
        __caption__: 'Единица измерения'
      },
      описание: {
        __caption__: 'Описание'
      },
      цена: {
        __caption__: 'Цена'
      }
    },
    ТоварL: {
      кодТовара: {
        __caption__: 'Код товара'
      },
      название: {
        __caption__: 'Название'
      },
      единицаИзмерения: {
        __caption__: 'Единица измерения'
      },
      описание: {
        __caption__: 'Описание'
      },
      цена: {
        __caption__: 'Цена'
      }
    }
  },
  validations: {
    единицаИзмерения: {
      __caption__: 'Единица измерения'
    },
    кодТовара: {
      __caption__: 'Код товара'
    },
    название: {
      __caption__: 'Название'
    },
    описание: {
      __caption__: 'Описание'
    },
    цена: {
      __caption__: 'Цена'
    }
  }
};
