export default {
  projections: {
    СотрудникE: {
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      email: {
        __caption__: 'Email'
      },
      табельныйНомер: {
        __caption__: 'Табельный номер'
      }
    },
    СотрудникL: {
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      email: {
        __caption__: 'Email'
      },
      табельныйНомер: {
        __caption__: 'Табельный номер'
      }
    }
  },
  validations: {
    email: {
      __caption__: 'Email'
    },
    имя: {
      __caption__: 'Имя'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    табельныйНомер: {
      __caption__: 'Табельный номер'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фамилия: {
      __caption__: 'Фамилия'
    }
  }
};
